11/data/attachments/bb677617a23f4f1d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_d2fdd4cd-516f-43ae-b64a-916e779c92da</nif:username>
            <nif:friendToBeAdded>Cody_skin_Actions_7818_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>